{"_id":{"$oid":"64388a8aeb6c56c2b5a9783b"},"name":"Bike Tune","description":"Complete safety inspection, frame and wheel cleaning, and adjustments to brakes, drivetrain, bearings and wheel true to keep everything working smoothly.","category":"Tune","price":149.99,"inStock":true,"createdAt":{"$date":"2023-04-13T23:04:42.113Z"},"updatedAt":{"$date":"2023-04-13T23:04:42.113Z"},"__v":0}
{"_id":{"$oid":"64389a3db75fa75c3db227f8"},"name":"Flat Fix (Tubed or Tubeless)","description":"Flat tire repair for tubed or tubless setups, no extra charge for tubes","category":"Wheel and Tire Maintenance","price":19.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:11:41.35Z"},"updatedAt":{"$date":"2023-04-14T00:11:41.35Z"},"__v":0}
{"_id":{"$oid":"64389b2a189432ea6ce68932"},"name":"Tubeless Refresh/Tire Install","description":"conversions for an existing tire setup from a traditional tubed tire to a tubeless tire or installing a brand new tubeless tire.","category":"Wheel and Tire Maintenance","price":19.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:15:38.934Z"},"updatedAt":{"$date":"2023-04-14T00:15:38.934Z"},"__v":0}
{"_id":{"$oid":"64389b92189432ea6ce68934"},"name":"Wheel Truing (lateral only)","description":"adjustments to the tension of the spokes on a wheel in order to align the rim with the hub and ensure that the wheel spins smoothly without wobbling. side to side alignment only.","category":"Wheel and Tire Maintenance","price":24.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:17:22.06Z"},"updatedAt":{"$date":"2023-04-14T00:17:22.06Z"},"__v":0}
{"_id":{"$oid":"64389c26189432ea6ce68936"},"name":"Precision Wheel Truing","description":"Recommended for wheels with more significant issues or for those who want ultimate performance, we will use specialized tools and techniques to carefully adjust the spoke tension in tiny increments until the rim is perfectly straight and round, laterally and vertically. Your wheel will be in perfect alignment with the hub.","category":"Wheel and Tire Maintenance","price":44.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:19:50.344Z"},"updatedAt":{"$date":"2023-04-14T00:19:50.344Z"},"__v":0}
{"_id":{"$oid":"64389d01b635a65a1618074f"},"name":"Wheel Build","description":"We will assemble a custom wheel for you from scratch, down to the hub, spokes, and rim, all based on your specifications and intended riding experience. Our bike mechanics will deliver a wheel with custom stiffness, strength, aerodynamics, as well as superior performance to support your riding style","category":"Wheel and Tire Maintenance","price":124.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:23:29.252Z"},"updatedAt":{"$date":"2023-04-14T00:23:29.252Z"},"__v":0}
{"_id":{"$oid":"64389db3b635a65a16180751"},"name":"Loose-Ball Bearing Hub Overhaul","description":"Disassembly and cleaning of the hub, replacing any worn or damaged bearings, and re-greasing the hub before reassembling it,to ensure the smoothness and longevity of your bike. Recommended for older or heavily used bikes to ensure the highest level of performance and reliability","category":"Wheel and Tire Maintenance","price":49.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:26:27.991Z"},"updatedAt":{"$date":"2023-04-14T00:26:27.991Z"},"__v":0}
{"_id":{"$oid":"64389e26b635a65a16180753"},"name":"Kids Bike Assembly (12” - 24”)","description":"Service includes attaching the handlebars, seat, pedals, and wheels to the frame, as well as ensuring that all components are properly tightened and adjusted. The bike will also be inspected for any defects or damage, and any necessary adjustments will be made to ensure that the bike is safe and functional. No parts included","category":"Assembly","price":99.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:28:22.617Z"},"updatedAt":{"$date":"2023-04-14T00:28:22.617Z"},"__v":0}
{"_id":{"$oid":"64389e84b635a65a16180755"},"name":"Standard Adult Bike Assembly","description":"Service includes attaching the handlebars, seat, pedals, and wheels to the frame, as well as ensuring that all components are properly tightened and adjusted. The bike will also be inspected for any defects or damage, and any necessary adjustments will be made to ensure that the bike is safe and functional. Adjustments to saddle height, handlebar position, and other parts for comfort may be requested at no additional cost. No parts included","category":"Assembly","price":149.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:29:56.311Z"},"updatedAt":{"$date":"2023-04-14T00:29:56.311Z"},"__v":0}
{"_id":{"$oid":"64389efab635a65a16180757"},"name":"Full Suspension Bike Assembly","description":"Service includes attaching the handlebars, seat, pedals, and wheels to the frame, as well as ensuring that all components are properly tightened and adjusted. The bike will also be inspected for any defects or damage, and any necessary adjustments will be made to ensure that the bike is safe and functional. Full front and rear suspension, including shocks, will be assembled and adjusted. Adjustments to saddle height, handlebar position, sag, rebound, or compression for a comfortable ride may be requested at no additional cost. No parts included","category":"Assembly","price":179.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:31:54.479Z"},"updatedAt":{"$date":"2023-04-14T00:31:54.479Z"},"__v":0}
{"_id":{"$oid":"64389f5db635a65a16180759"},"name":"E-Bike Assembly","description":"Service includes attaching the handlebars, seat, pedals, and wheels to the frame, as well as ensuring that all components are properly tightened and adjusted. The bike will also be inspected for any defects or damage, and any necessary adjustments will be made to ensure that the bike is safe and functional. Installation/wiring of e-bike motor, battery, and controller included. Adjustments to saddle height, handlebar position or other components for a comfortable ride may be requested at no additional cost. No parts included","category":"Assembly","price":249.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:33:33.416Z"},"updatedAt":{"$date":"2023-04-14T00:33:33.416Z"},"__v":0}
{"_id":{"$oid":"6438a4714e69c2f541c22348"},"name":"Derailleur Adjustment","description":"Adjustments to the shifting mechanism on a bike's derailleur, to ensure smooth shifting between gears. Prepare for your chain to run quietly and without any skipping or slipping.","category":"Shifting and Brakes","price":19.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:55:13.11Z"},"updatedAt":{"$date":"2023-04-14T00:55:13.11Z"},"__v":0}
{"_id":{"$oid":"6438a4df4e69c2f541c2234a"},"name":"New Derailleur Install","description":"Service includes removal of old derailleur, installation of new one, and adjustments to the alignment and cable tension to ensure smooth operation.","category":"Shifting and Brakes","price":29.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:57:03.063Z"},"updatedAt":{"$date":"2023-04-14T00:57:03.063Z"},"__v":0}
{"_id":{"$oid":"6438a57f4e69c2f541c2234c"},"name":"Brake Adjustment","description":"Service will include inspecting the brakes to identify any issues, adjusting the brake cables and calipers as needed, and replacing the brake pads if they are worn.","category":"Shifting and Brakes","price":24.99,"inStock":true,"createdAt":{"$date":"2023-04-14T00:59:43.289Z"},"updatedAt":{"$date":"2023-04-14T00:59:43.289Z"},"__v":0}
{"_id":{"$oid":"6438a68d4e69c2f541c2234e"},"name":"Hydraulic Brake Bleed","description":"Servile will include removing the old fluid from the brake system, flushing it with new fluid, and bleeding the system to remove any air bubbles to ensure optimal brake function.","category":"Shifting and Brakes","price":39.99,"inStock":true,"createdAt":{"$date":"2023-04-14T01:04:13.567Z"},"updatedAt":{"$date":"2023-04-14T01:04:13.567Z"},"__v":0}
